{
  "31": "1",
  "2268ff": "Home",
  "-37ac8366": "Projects",
  "645f0031": "About us",
  "-64104400": "Contact",
  "3ccaf843": "Consolidated Signage is located in Clayton Victoria, and have been providing signage solutions Australia wide for over 40 years. We pride ourselves on creativity, personal service and attention to detail.",
  "-16c11966": "We are collaborators who are design savvy project managers and fabricators.",
  "-3694fed6": "Consolidated has provided bespoke creative fabrication, architectural features, wayfinding and signage solutions for over 40 years.",
  "218e274a": "Consolidated collaborates with architects, designers, developers bringing our collective knowledge, experience and can-do attitude to the most difficult and challenging projects.",
  "200d": "‍",
  "6c2958ae": "We aim to understand your creative vision and align the necessary traditional fabrication, emerging technologies and manufacturing techniques to bring your vision to life as cost effectively as possible.",
  "ba4d": "01.",
  "-216998da": "Design & Project Management",
  "30bd59dc": "We are design-led and can support your project with all documentation, shop drawings as well as in-house prototype production, leading to rapid development and testing of alternatives. We focus on applying our knowledge and experience in support of your project.",
  "568d5dcd": "Consolidated is design-led and can support your project with all design, documentation and shop drawings followed by in-house prototype production, leading to rapid development and testing of cost or creative alternatives. ",
  "6cdf4d7b": "We're focussed on the application our knowledge and experience to support the time, quality and cost objectives of your project",
  "ba6c": "02.",
  "-73a6ae2": "Manufacturing",
  "3655c6ec": "We work as a team to apply our diverse design, project management and fabrication, skills and experience for best project effect. We start every project with the end in mind and then throughout the process refine production methods and outsourced partners. This enables us to offer the best technical and cost effective solutions.",
  "ba8b": "03.",
  "353b6380": "Our History",
  "-46bb6535": " Location ",
  "65d": "30",
  "1d6c357b": " Employees ",
  "c962": "42 ",
  "-46b162d7": "Years & counting ",
  "59c219e8": "3000 +",
  "-3d7280a8": " Clients ",
  "239408b3": "15,000 +",
  "-2c112511": " Completed projects",
  "5891280c": "Featured projects",
  "-703d295c": "We work as a team both with our people and yours. We have the best mix of skills, expertise and scale to be extremely nimble. We're easy to talk to and work with.",
  "-52aefc2f": "Learn more",
  "3d503d2b": "No items found.",
  "2d1d406a": "38 Sarton Road, ",
  "3df5d0fe": "Clayton VIC 3168",
  "6989e8cc": "03 9501 0600",
  "-1ffa0f04": "sales@csignage.com.au",
  "792b2792": "Instagram",
  "217bfee6": "Facebook",
  "-fed37ec": "© Consolidated Signage",
  "25e95456": "Site by Bien Studio",
  "393efbaa": "We have the best mix of skills, expertise and scale to be extremely nimble. We're easy to talk to and work with.",
  "752a03d5": "Location",
  "14ac0f65": "Employees",
  "67e": "42",
  "-7802a97b": "Years & conuting",
  "5989bdd4": "3,000+",
  "39ff9f38": "Clients ",
  "7d04c683": "15,000+",
  "1ea2a2cf": "Completed projects",
  "-712b95c3": "Project Management and Design",
  "-23020ee8": "Our multidisciplinary team comprises a range of project management and design professionals from a range of management, technical and creative backgrounds. ",
  "-b10cf2e": "The studio is structured to deliver projects from creation to completion.",
  "59ae1816": "Our factory",
  "2cba84fa": "We build in-house and exercise complete control of manufacturing quality from concept design to delivery. ",
  "-60696d75": "We are always open to opportunity, we love meeting new people, understanding who they are and what we can do together.",
  "2b734d1d": "Consolidated signage",
  "-5230a9d2": "Get in touch",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "2c9a4253": "Twitter",
  "f47dcc5": "More projects",
  "-16fb709d": "We build in-house and exercise complete control of manufacturing quality from concept design to delivery. This in-house capacity drives compressed construction schedules, reduced project costs and consistently high-quality outcomes. It enables rapid design iterations. In-house manufacturing enables a high level of service provision to stakeholders across all facets of the manufacturing process.",
  "-69cb6380": "Type: "
}